Revit 2024 API
MEPAnalyticalModelData Properties
The MEPAnalyticalModelData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
MEPAnalyticalModelData Class
Autodesk.Revit.DB.Analysis Namespace